Revit 2027 API
TableCellStyleOverrideOptions.Bold Property
 Indicates if the bold characteristic is overridden.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Bold { get; set; }
Public Property Bold As Boolean
	Get
	Set
public:
property bool Bold {
	bool get ();
	void set (bool value);
}
member Bold : bool with get, set
Property Value
Boolean
See Also
Reference
TableCellStyleOverrideOptions Class
Autodesk.Revit.DB Namespace